{
  "welcomeMsg" : "Привет Дима, мы предлагаем тебе сыграть с нами в одну игру. Этот бот будет тебе помогать, и переодически хуесосить все твои проебы. По окончанию ты сможешь добраться до своего подарка. Нужно всего лишь пройтись по всем шагам, и добыть ключ. Постарайся не ушатать этот бот реверсинженирингом, иначе подарок ты будешь очень долго отрабатывать у его хранителя (Кати). Напиши «ok» когда будешь готов ворваться.",
  "initTask" : "initTask",
  "tasks" : [
    {
      "id" : "initTask",
      "initMsg" : "Просто ok",
      "expectedResult" : "ok",
      "helpMsg" :"ok",
      "nextId" : "1"
    },
    {
      "id" : "1",
      "initMsg" : "Упражнение сугубо разминочное. Но для одного чеовека, оно связанно с серьезными жизненными переживаниями. Так что не смей гуглить. Сколько хромосом у помидора",
      "expectedResult" : "24",
      "helpMsg" :"Введи просто цифрами. А если подсказка, то это как смысл жизни, только наоборот",
      "nextId" : "2"
    },
    {
      "id" : "2",
      "initMsg" : "Вопрос от одного из наших философов, закалившего свой дух тяжким пролетарским трудомю. Что для вчера завтра, а для завтра - вчера?",
      "expectedResult" : "сегодня",
      "helpMsg" :"Ну ты подумай на досуге",
      "nextId" : "3"
    },
    {
      "id" : "3",
      "initMsg" : "Неплохо, и пока философ меня бьет, подумай над таким: Если я единственный зять брата вашей матери, то кто я для вас?",
      "expectedResult" : "отец",
      "helpMsg" :"пш..пш.. Люк, я ...",
      "nextId" : "4"
    },

   {
      "id" : "4",
      "initMsg" : "Потерзаем твои знания. Как нужно интерпретировать помидор, чтоб он стал похож на кукурузу, хотябы на уровне хромосом, ответ циферками",
      "expectedResult" : "024",
      "helpMsg" :"правильную ли систему исчисления ты выбрал, дружок",
      "nextId" : "26"
    },
    {
      "id" : "26",
      "initMsg" : "Допустим вы попали в такую часть вселенной где строго вы доказали, что время течёт равномерно. Из этого следует, что как минимум один из законов сохранения должен действовать.",
      "expectedResult" : "закон сохранения энергии",
      "helpMsg" :"Ответ можешь увидеть в теореме Нётер.",
      "nextId" : "27"
    },

    {
      "id" : "27",
      "initMsg" : "Если, честно, прошлые задания вообще не связаны с поиском ключа. Так что теперь просто попробуй его найти в комнате, и не уебись, ненароком. Чтоб пройти дальше напиши где ты нашел ключ",
      "expectedResult" : "люстра",
      "helpMsg" :"и аккуратнее с током",
      "nextId" : "30"
    },
    {
      "id" : "30",
      "initMsg" : "Ладно,  пора прогуляться, и найти одну полезную вещь.  А поможет тебе вопрос: где одновременно есть и северный и южный полюс?     ",
      "expectedResult" : "123",
      "helpMsg" :"даже если ты разделишь этот предмет пополам у каждой половинке останется северный и южный плюс.",
      "nextId" : "40"
    },
    {
      "id" : "40",
      "initMsg" : "Доооооопууустим, ты нашел ключик, ты маладец)) Но куда же нужно всунуть эту полезнейшую миру вещь",
      "expectedResult" : "щиток",
      "helpMsg" :"Без чего же не сможет Димочка прожить в нашем цивилизованном мире.",
      "nextId" : "1000"
    },
    {
      "id" : "1000",
      "initMsg" : "Ну, штожжж, ты проявил <подствить_то_что_ты_проявил_потому_что_текст_написан_жо_того_как_ты_что_то_проявил> при решении загадок. Теперь тебе предстоит открыть комнату и забрать подарок.",
      "expectedResult" : "ok",
      "helpMsg" :"ok, to game over"
    }


  ],
  "depressText" : [
  "И не такое дерьмо бывает",
  "Ты пытался как мог",
  "А ты точно на вопросы отвечаешь?",
  "У тебя конечно много попыток, гораздо больше чем моего терпения ",
  "Пацан к успеху шел",
  "Мало подсказок? Пади ниц перед творцами дабы провели тебя по лабиринту из этого говна",
  "Чувааааак, мы придумали этот вопрос сегодня утром на коленке, а ты ответить не смог"
  ],
  "depressStickers" : [
  "CAADAgADCwADw0b1D5ViMr0eQV1zAg",
  "CAADAgADCQADw0b1DyszjuO8lZHzAg",
  "CAADAgADJQADlcgeC57s6CSjpDl6Ag",
  "CAADAgADDAEAAhZ8aAPEXuoz0922FwI",
  "CAADAgADBAADw0b1D5NVr5yBb0btAg",
  "CAADAgADCQADw0b1DyszjuO8lZHzAg",
  "CAADAgADqgEAAvFCvwWx8o2pBrgjfQI",
  "CAADAgADnwUAAvFCvwXK6qyu3sKUrAI"
  ]
}